13/data/attachments/4c80bfb22e038aab.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Travis_it_Actions_48079_0</nif:username>
            <nif:friendToBeRequested>soap_actions_95fdc51b-774c-4139-b607-33f2b311147c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>